[Version]
7.7

[Main]	
Item0000=Bienvenue dans HP Recovery Manager. Utilisez cet outil pour remettre l'ordinateur en état de fonctionnement au cas où il ne fonctionne pas normalement.
Item0001=J'ai besoin d'aide immédiatement
Item0002=Je souhaite effectuer des tâches de maintenance
Item0003=Je souhaite contacter le support HP
Item0004=Je souhaite prendre des mesures de sécurité
Item0005=Restauration du système Windows
Item0006=Restaurer votre système à une date antérieure
Item0007=Environnement de récupération Windows
Item0008=Redémarrez et utilisez l’Environnement de récupération Windows pour actualiser l’image ou restaurer les paramètres d’usine d’origine du système
Item0009=Sauvegarde de fichiers
Item0010=Sauvegarder vos données personnelles
Item0011=Restauration d'image réduite
Item0012=Restaurer le système d'exploitation, les pilotes et certains logiciels seulement (image propre)
Item0013=Exécuter la vérification de l'ordinateur
Item0014=Utiliser l'outil de diagnostics matériel pour déterminer les problèmes de disque dur, de mémoire de l'ordinateur, etc.
Item0015=Création du support de restauration
Item0016=Créer un jeu de supports de restauration pour votre système
Item0017=Suppression de la partition de restauration
Item0018=Supprimer l'image de sauvegarde des logiciels installés en usine pour libérer de l'espace sur le disque dur
Item0019=Réinitialisation des paramètres d'usine
Item0020=Réinitialiser l'ordinateur en effaçant tout le disque dur et en restaurant les paramètres d'usine d'origine
Item0021=Exécuter la maintenance de l'ordinateur
Item0022=Résoudre des problèmes, télécharger des mises à jour et en apprendre plus sur votre ordinateur
Item0023=Obtenir de l'aide de HP
Item0024=Afficher les informations de contact de l'assistance technique HP
Item0025=Afficher les informations de contact
Item0026=Afficher les informations de contact de l'assistance technique HP
Item0027=Réinstallation de pilotes et d'applications
Item0028=Réinstaller des pilotes et/ou des applications
Item0029=Désactivé : la partition de restauration a été supprimée.
Item0030=Désactivé : veuillez utiliser un support de récupération pour restaurer votre système.
Item0031=Désactivé : Le restauration de système Windows est désactivée.
Item0032=Désactivé : HP Support Assistant n'est pas installé.
Item0033=Sauvegarde et restauration Windows
Item0034=Créez une sauvegarde ou une restauration de fichiers à partir d'une sauvegarde existante.
Item0035=Droits d'accès insuffisants.
Item0036=L'exécution de HP Recovery Manager nécessite des privilèges d'administrateur. Augmentez la valeur du paramètre de contrôle de compte d'utilisateur. 	
Item0037=Version : 00
Item0038=Désactivé : Non pris en charge avec un disque dynamique
Item0039=Désactivé : Utilisez la Gestion des disques de Windows
Item0040=Historique des fichiers Windows
Item0041=Certaines fonctions nécessitent l'accès à la Partition de restauration. Veuillez connecter la tablette à sa station d'accueil et relancer HP Recovery Manager pour pouvoir activer ces options.
Item0042=Pour utiliser cette option, connectez la tablette à sa station d'accueil et relancez HP Recovery Manager.
Item0043=Les fonctions de restauration et de récupération de fichier nécessitent l'accès à la Partition de restauration via la station d'accueil. Veuillez connecter la tablette à sa station d'accueil et redémarrer le système, puis appuyez sur F11 pour relancer HP Recovery Manager. Cliquez sur Continuer pour commencer la procédure de vérification.
Item0044=Actualisation du système Windows
Item0045=Précautions
Item0046=Support
Item0047=Maintenance
Item0048=Créer un support de restauration
Item0049=Créer un support de restauration pour votre système
Item0050=Effectuer la maintenance de l'ordinateur	
Item0051=Contacter le support HP
Item0052=Supprimer la partition de restauration
Item0053=Créer des points de restauration ou utiliser des points de restauration créés précédemment pour restaurer votre système à une date antérieure
Item0054=Historique de fichiers Windows
Item0055=Environnement de restauration HP
Item0056=Redémarrez l'ordinateur, puis ouvrez l'environnement de restauration HP pour restaurer l'état d'origine défini en usine.
Item0057=Ne pas éjecter la tablette de sa station d'accueil durant le processus de restauration : il en résulterait l'impossibilité de redémarrer la tablette.
Item0058=Redémarrez et entrez 00 pour restaurer le système
Item0059=Réinitialisation du système Windows
Item0060=HP Recovery Manager n'est pris en charge qu'en mode paysage.
Item0061=Veuillez fermer HP Recovery Manager, faites passer l'affichage en mode paysage, puis relancez HP Recovery Manager.

[General]	
Item0100=Préc.
Item0101=Suivant
Item0102=Annuler
Item0103=Continuer
Item0104=Terminer
Item0105=OK
Item0106=Voulez-vous quitter HP Recovery Manager ?
Item0107=Pour éviter l'interruption du processus de restauration, assurez-vous que l'ordinateur est connecté à l'adaptateur d'alimentation.
Item0108=HP Recovery Manager est déjà en cours d'exécution !
Item0109=Redémarrer
Item0110=Arrêter
Item0111=Attention : votre ordinateur fonctionne actuellement sur batterie.
Item0112=Ce processus nécessite la connexion de l'ordinateur à l'adaptateur d'alimentation.
Item0113=Connectez l'adaptateur d'alimentation de l'ordinateur et cliquez sur OK pour continuer.
Item0114=Échec de HP Recovery Manager. Code d'erreur = 00
Item0115=Nous rencontrons des erreurs. Veuillez réessayer.
Item0116=HP Recovery Manager
Item0117=HP Recovery Manager
Item0118=(code d'erreur = 00)
Item0119=La récupération n'est pas prise en charge dans la configuration actuelle. Activez l'option d'accélération pour Intel Smart Response Technology et réessayez.
Item0120=Recovery Manager était conçu pour Windows 7. Il n'est pas compatible avec Windows 8.
Item0121=Ce module logiciel Softpaq n'est pas pris en charge par Windows 7. Veuillez d'abord effectuer la mettre à niveau du système vers Windows 8.
	
[Windows System Restore]
Item0200=Restauration du système Windows
Item0201=HP Recovery Manager va être fermé pour permettre l'utilisation de la restauration du système Windows.
Item0202=La restauration du système Windows permet de résoudre certains problèmes susceptibles de ralentir, voire d'interrompre l'exécution de votre ordinateur. Ce processus n'a aucune incidence sur vos documents, images ou autres données personnelles.
Item0203=Pour lancer automatiquement la restauration du système Windows, cliquez sur Suivant.
	       	
[Computer Checkup]	
Item0250=Vérification de l'ordinateur
Item0251=Lancer la vérification du disque pour la partition Windows
Item0252=Lancer la vérification du disque pour la partition de restauration
Item0253=Ouvrir une invite de commande
Item0254=Pour continuer, sélectionnez une option et cliquez sur Suivant.
		
[Remove Recovery Partition]	
Item0300=Suppression de la partition de restauration
Item0301=Les options de Windows Push Button Reset (bouton-poussoir de réinitialisation Windows) et de restauration d’image HP ne seront pas disponibles une fois la partition de restauration supprimée.
Item0302=Compris. Continuer la suppression de la partition de restauration.
Item0303=Continuer
Item0304=La création d'un support de restauration n'est pas terminée. L'option Création du support de restauration ne sera pas disponible une fois la partition de restauration supprimée.
Item0305=Aller à 00 maintenant.
Item0306=Suppression de la partition de restauration…
Item0307=Cliquez sur Continuer pour retourner à la page d'accueil
Item0308=Accueil
Item0309=Créer un support de restauration
Item0310=Nous rencontrons des erreurs lors de la suppression de la partition de restauration. Veuillez réessayer.
Item0311=La partition de restauration a été supprimée avec succès.
Item0312=Les options de récupération d'image HP ne seront pas disponibles une fois la partition de récupération supprimée.
		
[File Restore Program]	
Item0400=Restauration de fichiers 
Item0401=Bienvenue
Item0402=Le programme de restauration de fichiers vous aide à restaurer des fichiers que vous avez précédemment sauvegardés.
Item0403=Pour continuer, cliquez sur Suivant.
Item0404=Quels types de fichier voulez-vous restaurer ?
Item0405=Images
Item0406=Musique et autres fichiers audio
Item0407=Vidéos et films
Item0408=Émissions TV enregistrées
Item0409=Documents, feuilles de calcul et présentations
Item0410=Courriers électroniques, favoris et paramètres Internet
Item0411=Autres
Item0412=Aide
Item0413=Vos fichiers sont restaurés à l'emplacement suivant :
Item0414=Un raccourci vers cet emplacement a été placé sur votre Bureau.
Item0415=Restauration en cours
Item0416=Avancement : 00 %
Item0417=Veuillez patienter...
Item0418=Fichiers restaurés
Item0419=Restauration réussie.
Item0420=Pour fermer ce programme, cliquez sur Terminer.
Item0421=Le chemin d'accès de certains fichiers restaurés dépasse 260 caractères. Reportez-vous à 00.
Item0422=OK
Item0423=Avertissement
Item0424=La restauration de fichiers est déjà en cours d'exécution.
Item0425=Vous devez être dans Windows 7 pour exécuter la restauration de fichiers.
Item0426=Annuler la restauration de fichiers ?
Item0427=Restauration annulée
Item0428=Vous avez annulé le processus de restauration.
Item0429=Où souhaitez-vous garder les fichiers de sauvegarde ?
Item0430=Disque local
		
[File Backup Program]	
Item0500=Sauvegarde de fichiers
Item0501=Quels types de fichier voulez-vous sauvegarder ?
Item0502=Images
Item0503=Musique et autres fichiers audio
Item0504=Vidéos et films
Item0505=Émissions TV enregistrées
Item0506=Documents, feuilles de calcul et présentations
Item0507=Courriers électroniques, favoris et paramètres Internet
Item0508=Autres
Item0509=Aide
Item0510=Pour continuer, cliquez sur Suivant.
Item0511=Analyse
Item0512=L'assistant de sauvegarde de fichiers crée une liste de fichiers à sauvegarder.
Item0513=Cette opération peut prendre quelques minutes.
Item0514=Avancement : 00 %
Item0515=Veuillez patienter...
Item0516=Il n'y a pas assez d'espace disponible sur la partition système du disque dur pour le stockage temporaire pendant la compression des données.
Item0517=Vous devez libérer de l'espace sur la partition système du disque dur pour poursuivre cette tâche.
Item0518=OK
Item0519=Avertissement
Item0520=Pour continuer, sélectionnez une option et cliquez sur Suivant.
Item0521=Création de la sauvegarde
Item0522=Création des fichiers de sauvegarde
Item0523=Finalisation des fichiers de sauvegarde
Item0524=Aucun fichier trouvé parmi les types de fichier sélectionnés par l'utilisateur.
Item0525=Où voulez-vous enregistrer la sauvegarde ?
Item0526=Taille des fichiers source : 00
Item0527=Nom
Item0528=Type
Item0529=Taille totale
Item0530=Espace disponible
Item0531=Aucun périphérique n'est accessible pour la sauvegarde de fichiers. Vérifiez que le disque amovible est connecté.
Item0532=Amovible
Item0533=La sauvegarde de fichiers est prête.
Item0534=Vos fichiers seront enregistrés dans (00).
Item0535=Copie de la sauvegarde 
Item0536=L'unité de destination n'est pas connectée.
Item0537=Sauvegarde de fichiers
Item0538=HP Recovery Manager a créé la sauvegarde avec succès.
Item0539=Annuler la sauvegarde de fichiers ?
Item0540=Annuler
Item0541=Sauvegarde annulée
Item0542=Vous avez bien annulé le processus de sauvegarde.
Item0543=Vous avez annulé le processus de sauvegarde.
Item0544=Souhaitez-vous poursuivre avec la restauration du système ?
Item0545=Souhaitez-vous poursuivre la restauration d'image réduite ?
Item0546=Souhaitez-vous poursuivre la réinitialisation des paramètres d'usine ?
Item0547=Oui
Item0548=Non
Item0549=Graveur
Item0550=Aucun périphérique n'est accessible pour la sauvegarde de fichiers. Assurez-vous que le disque amovible ou le graveur est connecté.
Item0551=Sauvegarde automatisée
Item0552=Permet à l'utilisateur de sélectionner des catégories de sauvegarde (exemple : Photos). La sauvegarde couvre la plupart des types de fichier généralement utilisés par cette catégorie. Utilisez cette option si vous recherchez une façon simple de configurer votre sauvegarde.
Item0553=Sauvegarde manuelle
Item0554=Permet à l'utilisateur de sélectionner des fichiers et des dossiers spécifiques à sauvegarder. Utilisez cette option si vous souhaitez avoir un contrôle total sur ce qui est sauvegardé.
Item0555=Copie directe de données
Item0556=La copie directe de données n'utilise pas de compression et les fichiers ne sont pas restaurés à l'aide de HP Recovery Manager. Pour accéder aux fichiers à partir de n'importe quel ordinateur une fois la sauvegarde terminée, il suffit de parcourir le répertoire des fichiers de restauration du système.
Item0557=Pour restaurer les données dans le système d'origine, il suffit de copier les fichiers et de les y coller.
Item0558=Insérez un DVD+R ou un DVD-R vierge et cliquez sur Suivant.
Item0559=Avancement de la gravure : 00 %
Item0560=Total disque(s) : 00
Item0561=Disque actuel : 00
Item0562=Insérez un disque
Item0563=Insérez un disque vierge.
Item0564=Le disque inséré n'est pas pris en charge dans HP Recovery Manager, insérez un disque DVD+R ou DVD-R (capacité de 4,7 Go) vierge.
Item0565=Préparation des données	
	
[Recovery Media Creation]	
Item0600=Accueil
Item0601=Créer un support de restauration
Item0602=Vous ne pouvez créer qu'00 seul jeu de supports de restauration.
Item0603=J'accepte.
Item0604=Continuer
Item0605=Insérez l'un des supports suivants :
Item0606=Unité flash USB
Item0607=Minimum 00 Go de capacité requise
Item0608=DVD
Item0609=00 disques requis
Item0610=DVD DL
Item0611=Continuer avec le support en surbrillance ?
Item0612=Oui
Item0613=Non
Item0614=L'unité flash USB de récupération est en cours de création...
Item0615=Préparation du disque
Item0616=Formatage de l'unité flash USB
Item0617=Copie de l'image
Item0618=Copie de l'image de récupération sur l'unité flash USB...
Item0619=Vérification du disque
Item0620=Vérification de l'image de récupération de l'unité flash USB...
Item0621=00 % terminé
Item0622=Insérez un disque
Item0623=Insérez le disque 00 pour continuer. Cliquez sur Annuler pour arrêter la création du support de restauration. Vous pouvez continuer le processus de création d'un support de restauration à tout moment en sélectionnant à nouveau l'option Créer un support de restauration.
Item0624=Préparation des données
Item0625=Création de l'image de restauration
Item0626=Gravure des données
Item0627=Gravure de l'image de restauration sur le disque
Item0628=Vérification du disque
Item0629=Vérification de l'image de restauration sur le disque
Item0630=Le support de restauration a été créé le 00. Vous ne pouvez créer qu'UN seul jeu de supports de restauration.
Item0631=Cliquez sur OK pour retourner à la page d'accueil
Item0632=OK
Item0633=La création d'un support de restauration n'est pas terminée. Appuyez sur Continuer pour terminer la création d'un support de restauration.
Item0634=Annuler
Item0635=Connectez l'adaptateur d'alimentation de votre ordinateur
Item0636=Pour continuer ce processus, la batterie doit être installée et l'ordinateur doit être connecté à l'adaptateur d'alimentation
Item0637=Installez la batterie
Item0638=Aucune unité optique n'a été trouvée
Item0639=Vous pouvez connecter l'unité optique maintenant
Item0640=Disque Blu-ray
Item0641=La création du disque de restauration 00 est terminée. Veuillez étiqueter le disque 00 et le garder en lieu sûr.
Item0642=L'unité flash USB sera formatée. Toutes les données de l'unité flash USB seront perdues. Tout l'espace sur l'unité flash USB sera utilisé par l'image de restauration (même si la taille de l'unité flash USB est plus grande que la taille estimée de l'image de restauration).
Item0643=Cliquez sur Annuler pour retourner à la sélection du support ou sur Continuer pour commencer la préparation du disque.
Item0644=Sélectionnez l'une des options de support suivantes 
Item0645=UN
Item0646=Analyse du matériel…
Item0647=Création du support de restauration en cours. HP Recovery Manager ne peut être fermé.
Item0648=Nous rencontrons des erreurs lors de la création du support de restauration. Veuillez réessayer.
Item0649=La capacité de l'unité flash insérée est insuffisante. Insérez une autre unité.
Item0650=Les supports réinscriptibles ne sont pas pris en charge. Insérez un disque 00 vierge.
Item0651=Le disque inséré n'est pas vierge. Insérez un disque 00 vierge.
Item0652=Le disque de restauration 00 de 01 est terminé. Veuillez l'étiqueter et le garder en lieu sûr.
Item0653=Le disque de restauration a été créé avec succès.
Item0654=L'unité flash de restauration a été créée avec succès. Veuillez l'étiqueter et la garder en lieu sûr.
Item0655=Disque 00 requis
Item0656=Les supports réinscriptibles ne sont pas pris en charge.
Item0657=Le support inséré n'est pas pris en charge.
Item0658=La partition de restauration a été supprimée. L'option de création d'un support de restauration n'est plus disponible.
Item0659=Echec de la vérification du disque. Utilisez un autre disque et réessayez.
Item0660=Enregistrement de disque manqué. Veuillez réessayer avec un autre disque.
Item0661=Ce système est créé à partir d'un jeu de support de restauration. Vous ne pouvez créer qu’UN jeu de support de restauration.
Item0662=La partition de restauration a été désactivée.
Item0663=Limite USB dépassée
Item0664=La taille de l'image de récupération est supérieure à 32 Go. Veuillez utiliser un support optique.
Item0665=L'image de récupération dépasse la taille limite de 32 Go de la clé USB. Pour créer un support de restauration, vous devrez utiliser des supports optiques (DVD).
Item0666=Assurez-vous que l'unité flash USB peut contenir 00 Go de données (32 Go maximum).
Item0667=- Le disque de restauration 00 de 01 est terminé. Veuillez étiqueter le disque « 00 de 01 » et le garder en lieu sûr.
Item0668=- Veuillez insérer un disque pour continuer ou cliquer sur Annuler pour arrêter la création d'un support de récupération. 
Item0669=- Vous pouvez continuer quand bon vous semble en sélectionnant à nouveau l'option Création d'un support de récupération.
Item0670=Attention : L'unité flash USB sélectionnée sera formatée. Toutes les données de l'unité flash USB seront perdues.
Item0671=Au maximum 32 Go de l'unité flash USB seront utilisées pour l'image de restauration. Si l'unité flash USB dispose de plus de 32 Go, l'espace restant sur l'unité flash USB sera inutilisable après la création du support de restauration.
Item0672=Cliquez sur Annuler pour revenir en arrière et sélectionner une unité différente ou Continuer pour démarrer la création d'un support de récupération.
Item0673=Sélectionnez 00 pour retourner à la sélection du support ou 01 pour démarrer la création d'un support de restauration.
	
[System Recovery]	
Item0700=Restauration des paramètres d'usine d'origine de votre ordinateur
Item0701=Ce processus va réinstaller l'image d'usine d'origine sur la partition système mais n'effectuera pas d'autres modifications du disque dur.
Item0702=Tous les fichiers créés et tous les programmes installés par l'utilisateur après l'achat seront perdus.
Item0703=Effectuer d'abord une sauvegarde de vos fichiers (recommandé)
Item0704=Restaurer sans effectuer de sauvegarde de vos fichiers
Item0705=Pour continuer, sélectionnez une option et cliquez sur Suivant.
Item0706=Environnement de restauration HP
Item0707=Bienvenue dans le HP Recovery Manager
Item0708=Utilisez ce programme pour restaurer les paramètres d'usine d'origine de votre ordinateur.
Item0709=Veuillez débrancher tous les périphériques externes avant de continuer.
Item0710=Pour plus d'informations, reportez-vous à la documentation de votre ordinateur.
Item0711=Pour continuer, cliquez sur Suivant.
Item0712=Restauration de l'image d'usine
Item0713=Reformatage de la partition Windows de votre disque dur
Item0714=Réinstallation des logiciels d'origine
Item0715=Avancement : 00 % 
Item0716=Temps restant estimé : 00 minute(s)
Item0717=Veuillez patienter...
Item0718=La restauration est terminée
Item0719=Après le redémarrage de l'ordinateur et une fois le paramétrage initial terminé, vous devez effectuer quelques opérations supplémentaires importantes :
Item0720=Mettre à jour les fichiers de sécurité Microsoft et HP
Item0721=Réinstaller les logiciels non fournis avec l'ordinateur
Item0722=Restaurer toutes les données personnelles sauvegardées (le cas échéant)
Item0723=Cliquez sur Terminer pour redémarrer l'ordinateur maintenant.
Item0724=Préparation de la restauration
Item0725=Le disque dur sera reformaté et tous les fichiers requis pour restaurer l'image d'usine seront copiés sur le disque dur.
Item0726=Installation de la restauration
Item0727=Les logiciels et pilotes sont installés et le contenu est personnalisé pour votre ordinateur.
Item0728=HP Recovery Manager restaurera les paramètres d'usine du disque dur. Toutes les données de l'utilisateur et les modifications du disque dur seront perdues.
Item0729=OK
Item0730=Annuler
Item0731=Préparation de la restauration de l'image d'usine
Item0732=Copie des fichiers requis pour restaurer le disque dur
Item0733=La préparation de la restauration est terminée
Item0734=Après le redémarrage de l'ordinateur, la phase d'installation de la restauration commence.
Item0735=Les logiciels et pilotes seront installés et le contenu sera personnalisé selon votre ordinateur.
Item0736=Pendant cette phase, l'ordinateur redémarrera automatiquement plusieurs fois. Il s'agit de la procédure normale.
Item0737=N'éteignez pas l'ordinateur, ne fermez pas l'ordinateur, ne débranchez pas l'alimentation secteur et n'essayez pas d'utiliser l'ordinateur pendant l'opération.
Item0738=Cliquez sur Continuer pour redémarrer l'ordinateur maintenant.
Item0739=Insérez le disque de restauration #00.
Item0740=Retirez le support de restauration du système
Item0741=La restauration du système ne peut pas être effectuée depuis Windows. Souhaitez-vous redémarrer l'ordinateur et entrer dans l'environnement de restauration ?
Item0742=Continuer ?
Item0743=Préparation de l'environnement de restauration…
Item0744=Veuillez fermer toutes vos applications et redémarrer votre système.
Item0745=Veuillez débrancher tous les périphériques externes sauf le clavier, la souris et le moniteur avant de continuer.
Item0746=La restauration du système ne peut pas être effectuée depuis Windows. Souhaitez-vous redémarrer l'ordinateur et entrer dans l'environnement de restauration ?
Item0747=Le processus de restauration se déroule en deux étapes :
Item0748=Accueil
Item0749=Restauration du système
Item0750=Désactivé : Veuillez utiliser l'option de réinitialisation des paramètres d'usine pour restaurer votre système	
Item0751=Mettez à jour votre système en installant les dernières mises à jour de Microsoft et HP.
Item0752=Vous avez sélectionné l'environnement de restauration HP. Le système va redémarrer et lancer l'environnement de restauration. Voulez-vous poursuivre ?
Item0753=Si votre ordinateur disposait à l'origine de plusieurs systèmes d'exploitation, le processus de récupération réinitialisera les paramètres d'usine de tous les systèmes d'exploitation.	
Item0754=Vous avez sélectionné 00. Le système va redémarrer et entrer dans l'environnement de récupération. Voulez-vous continuer ?
Item0755=Tous les fichiers et partitions créés par l'utilisateur et les programmes installés après l'achat seront perdus.
Item0756=Le processus de restauration se déroule en deux étapes :
Item0757=Préparation de la restauration
Item0758=La partition Windows sera reformatée et tous les fichiers nécessaires à la restauration de l'image d'usine de Windows seront copiés sur le disque dur.
Item0759=Installation de la restauration
Item0760=Les logiciels et pilotes sont installés et le contenu est personnalisé pour votre ordinateur.
Item0761=Restauration des fichiers sur le disque dur
Item0762=HP Drive Encryption (HPDE) est activé sur cet ordinateur. Veuillez désactiver HPDE avant d'exécuter la restauration du système.

[Minimized Image Recovery]	
Item0800=Restauration d'image réduite
Item0801=Ce processus réinstallera un environnement Windows propre, avec les pilotes et le nombre minimal de logiciels installés.
Item0802=Tous les fichiers créés et tous les programmes installés par l'utilisateur après l'achat seront perdus.
Item0803=Effectuer d'abord une sauvegarde de vos fichiers (recommandé)
Item0804=Restaurer sans effectuer de sauvegarde de vos fichiers
Item0805=Pour continuer, sélectionnez une option et cliquez sur Suivant.
Item0806=Restauration d'image réduite
Item0807=Bienvenue dans le HP Recovery Manager
Item0808=Ce processus réinstallera un environnement Windows propre, avec les pilotes et le nombre minimal de logiciels installés.
Item0809=Le processus de restauration se déroule en deux étapes :
Item0810=Préparation de la restauration
Item0811=Le disque dur sera reformaté et tous les fichiers requis pour restaurer l'image réduite seront copiés sur le disque dur.
Item0812=Installation de la restauration
Item0813=Les logiciels et pilotes sont installés et le contenu est personnalisé pour votre ordinateur.
Item0814=Veuillez débrancher tous les périphériques externes avant de continuer.
Item0815=Pour plus d'informations, reportez-vous à la documentation de votre ordinateur.
Item0816=Pour continuer, cliquez sur Suivant.
Item0817=Un disque dynamique est détecté. Impossible de poursuivre la restauration. Vous devez utiliser un support de restauration pour restaurer l'ordinateur
Item0818=Préparation de la restauration d'image réduite
Item0819=Reformatage de la partition Windows de votre disque dur
Item0820=Copie des fichiers requis pour restaurer le disque dur
Item0821=Avancement : 00 % 
Item0822=Temps restant estimé : 00 minute(s)
Item0823=Veuillez patienter...
Item0824=La préparation de la restauration est terminée
Item0825=Après le redémarrage de l'ordinateur, la phase d'installation de la restauration commence.
Item0826=Les logiciels et pilotes seront installés et le contenu sera personnalisé selon votre ordinateur.
Item0827=Pendant cette phase, l'ordinateur redémarrera automatiquement plusieurs fois. Il s'agit de la procédure normale.
Item0828=N'éteignez pas l'ordinateur, ne fermez pas l'ordinateur, ne débranchez pas l'alimentation secteur et n'essayez pas d'utiliser l'ordinateur pendant l'opération.
Item0829=Cliquez sur Continuer pour redémarrer l'ordinateur maintenant.
Item0830=La restauration est terminée
Item0831=Après le redémarrage de l'ordinateur et une fois le paramétrage initial terminé, vous devez effectuer quelques opérations supplémentaires importantes :
Item0832=Mettre à jour les fichiers de sécurité Microsoft et HP
Item0833=Réinstaller les logiciels non fournis avec l'ordinateur
Item0834=Restaurer toutes les données personnelles sauvegardées (le cas échéant)
Item0835=Cliquez sur Terminer pour redémarrer l'ordinateur maintenant.
Item0836=OK
Item0837=Insérez le disque de restauration #00.
Item0838=Retirez le support de restauration du système
Item0839=HP Recovery Manager installera l'image réduite. Toutes les données de l'utilisateur et les modifications du disque dur seront perdues.
Item0840=Veuillez débrancher tous les périphériques externes sauf le clavier, la souris et le moniteur avant de continuer.
Item0841=Désactivé : Veuillez utiliser l'option de réinitialisation des paramètres d'usine pour restaurer votre système
Item0842=Si votre ordinateur disposait à l'origine de plusieurs systèmes d'exploitation, le processus de récupération réinitialisera les paramètres d'usine de tous les systèmes d'exploitation.
	
[Boot from UCRD]	
Item0900=Restauration du système
Item0901=HP Recovery Manager s'exécute à partir de votre disque dur par défaut, mais vous pouvez aussi l'exécuter à partir du support que vous avez inséré.
Item0902=Exécuter le programme à partir du support
Item0903=Exécuter le programme à partir du disque dur
Item0904=Pour continuer, sélectionnez une option et cliquez sur Suivant.
Item0905=Exécution du programme à partir du disque dur
Item0906=L'ordinateur va maintenant redémarrer à partir de la partition.
Item0907=Retirez le support de restauration avant de continuer.
Item0908=Pour fermer cet assistant, cliquez sur Terminer.
Item0909=Contacter l'assistance technique HP
Item0910=Le support de restauration du système ne prend pas en charge cet ordinateur.
Item0911=Vous ne pouvez pas restaurer ce système à l'aide de ce support.
Item0912=Vous ne pouvez pas restaurer ce système avec le port de périphérique. Contactez l'assistance technique HP.
		
[Factory Reset]	
Item1000=Réinitialisation des paramètres d'usine
Item1001=Restauration de l'image d'usine
Item1002=Souhaitez-vous restaurer les paramètres d'usine d'origine de votre système ?
Item1003=Effectuer d'abord une sauvegarde de vos fichiers (recommandé)
Item1004=Restaurer sans effectuer de sauvegarde de vos fichiers
Item1005=Pour continuer, sélectionnez une option et cliquez sur Suivant.
Item1006=Bienvenue dans le HP Recovery Manager
Item1007=Utilisez ce programme pour restaurer les paramètres d'usine d'origine de votre ordinateur.
Item1008=Le processus de restauration se déroule en deux étapes :
Item1009=Préparation de la restauration
Item1010=Le disque dur sera reformaté et tous les fichiers requis pour restaurer l'image d'usine seront copiés sur le disque dur.
Item1011=Installation de la restauration
Item1012=Les logiciels et pilotes sont installés et le contenu est personnalisé pour votre ordinateur.
Item1013=Veuillez débrancher tous les périphériques externes avant de continuer.
Item1014=Pour plus d'informations, reportez-vous à la documentation de votre ordinateur.
Item1015=Pour continuer, cliquez sur Suivant.
Item1016=HP Recovery Manager restaurera les paramètres d'usine du disque dur. Toutes les données de l'utilisateur et les modifications du disque dur seront perdues.
Item1017=Préparation de la restauration de l'image d'usine
Item1018=Reformatage de la partition Windows de votre disque dur
Item1019=Copie des fichiers requis pour restaurer le disque dur
Item1020=Restauration des fichiers sur le disque dur
Item1021=Avancement : 00 % 
Item1022=Veuillez patienter...
Item1023=Temps restant estimé : 00 minute(s)
Item1024=La préparation de la restauration est terminée
Item1025=Après le redémarrage de l'ordinateur, la phase d'installation de la restauration commence.
Item1026=Les logiciels et pilotes seront installés et le contenu sera personnalisé selon votre ordinateur.
Item1027=Pendant cette phase, l'ordinateur redémarrera automatiquement plusieurs fois. Il s'agit de la procédure normale.
Item1028=N'éteignez pas l'ordinateur, ne fermez pas l'ordinateur, ne débranchez pas l'alimentation secteur et n'essayez pas d'utiliser l'ordinateur pendant l'opération.
Item1029=Cliquez sur Continuer pour redémarrer l'ordinateur maintenant.
Item1030=La restauration est terminée
Item1031=Après le redémarrage de l'ordinateur et une fois le paramétrage initial terminé, vous devez effectuer quelques opérations supplémentaires importantes :
Item1032=Mettre à jour les fichiers de sécurité Microsoft et HP
Item1033=Réinstaller les logiciels non fournis avec l'ordinateur
Item1034=Restaurer toutes les données personnelles sauvegardées (le cas échéant)
Item1035=Cliquez sur Terminer pour redémarrer l'ordinateur maintenant.
Item1036=Oui
Item1037=Non
Item1038=Contacter l'assistance technique HP
Item1039=Dans la plupart des cas, la restauration de votre disque dur résoudra les problèmes.
Item1040=Si les problèmes persistent, vous pouvez contacter l'assistance technique HP.
Item1041=Vous trouverez les informations de contact de l'assistance technique HP dans la documentation de votre ordinateur.
Item1042=Pour fermer ce programme, cliquez sur Terminer.
Item1043=Insérez le disque de restauration #00.
Item1044=Retirez le support de restauration du système
Item1045=HP Recovery Manager restaurera les paramètres d'usine d'origine des disques durs. Toutes les données de l'utilisateur et toutes les modifications du disque dur seront perdues.
Item1046=OK
Item1047=Annuler
Item1048=Veuillez débrancher tous les périphériques externes sauf le clavier, la souris et le moniteur avant de continuer.
Item1049=HP Recovery Manager restaurera les paramètres d'usine d'origine du ou des disques durs. Toutes les données de l'utilisateur et toutes les modifications du disque dur seront perdues.	
Item1050=Ce processus restaurera les paramètres d'usine d'origine de votre système.
Item1051=Le disque dur sera repartitionné et reformatté selon ses paramètres d'usine d'origine.
Item1052=Tous les fichiers et partitions créés par l'utilsateur et tout programme installé avant l'achat seront perdus.
Item1053=Si votre ordinateur disposait à l'origine de plusieurs systèmes d'exploitation, le processus de récupération réinitialisera les paramètres d'usine de tous les systèmes d'exploitation.
	
[Restoration Incomplete]	
Item1100=Restauration incomplète
Item1101=La restauration ne s'est pas terminée.
Item1102=Veuillez sélectionner l'un des boutons suivants :
Item1103=Enregistrer journal
Item1104=Détails
Item1105=Réessayer
Item1106=Cette fonction collecte les informations de votre système pour permettre à HP de déterminer le problème.
Item1107=Insérez une unité de disque amovible disposant d'au moins 00 Mo d'espace libre et cliquez sur OK.
Item1108=OK
Item1109=Il n'y a pas assez d'espace disponible. Insérez une unité de disque amovible disposant d'au moins 00 Mo d'espace libre et cliquez sur OK.
Item1110=Le fichier journal a été enregistré sous 00.
Item1111=Insérez le support de restauration.
Item1112=Cliquez sur Continuer pour redémarrer l'ordinateur maintenant.
Item1113=Continuer
Item1114=L'espace disque dur total est inférieur à l'espace du disque dur d'origine monté en usine. Le processus de récupération ne peut pas continuer.
Item1115=L'espace disque dur total est insuffisant. Le processus de récupération ne peut pas continuer.
		
[Drivers and Applications Reinstall]	
Item1200=Réinstallation de pilotes et d'applications
Item1201=Établissement de la liste des pilotes et des applications
Item1202=Accueil
Item1203=Installer
Item1204=Installation
Item1205=Terminée
Item1206=Applications (00)
Item1207=Pilotes (00)
Item1208=Mises à jour HP (00) : mises à jour téléchargées et installées depuis HP.com ou HP Support Assistant
Item1209=Version : 00
Item1210=00 éléments,
Item1211=00 sur 01 éléments sélectionnés,
Item1212=00 application et
Item1213=00 applications et
Item1214=00 pilote et
Item1215=00 pilotes et
Item1216=00 mise à jour HP
Item1217=00 mises à jour HP
Item1218=L'installation est terminée.
Item1219=Le logiciel est en cours d'installation. La fermeture de HP Recovery Manager est annulée.
Item1220=OK
Item1221=Veuillez désinstaller la version précédente du logiciel avant de le réinstaller.
Item1222=Nous rencontrons des erreurs lors de la réinstallation du logiciel. Veuillez réessayer.
Item1223=Source logicielle introuvable sur cet ordinateur
Item1224=Élément
Item1225=Élément sélectionné 00 sur 01,
Item1226=Au moins une application et/ou un pilote sélectionnés ne se sont peut-être pas correctement installés et ont été signalés par un point d'exclamation. Désinstallez-le(s) de l'ordinateur avant de tenter de le(s) réinstaller depuis HP Recovery Manager.
Item1227=Au moins une application et/ou un pilote sélectionnés ne se sont peut-être pas correctement installés et ont été signalés par 00. Désinstallez-le(s) de l'ordinateur avant de tenter de le(s) réinstaller depuis HP Recovery Manager.
Item1228=Pilote 00
Item1229=(00) Pilotes
Item1230=Terminé	
	
[RP Protection]	
Item1300=Partition de restauration
Item1301=Avertissement
Item1302=Cette partie du disque dur (ou partition) contient des fichiers utilisés au cours d’une réinitialisation avec le Windows Push Button Reset (bouton-poussoir de réinitialisation Windows) et d’une restauration d’image HP.
Item1303=N'effacez ni n'altérez aucun de ces fichiers.
Item1304=Toute modification apportée à cette partition pourrait avoir un effet sur la restauration du système dans le futur.
	
[Show Contact Information]	
Item1350=Contacter l'assistance technique HP
Item1351=Dans la plupart des cas, une restauration de l'image d'usine résoudra les problèmes.
Item1352=Si les problèmes persistent ou si vous avez besoin de supports de restauration du système de rechange, vous devrez peut-être demander l'aide de l'assistance technique HP.
Item1353=Vous pouvez contacter l'assistance technique HP à :
Item1354=www.hp.com/go/contacthp
Item1355=Cliquez sur Terminer pour fermer ce programme.
Item1356=Cliquez sur Annuler pour fermer ce programme.

[File Backup Program 2.0]
Item1400=Quelle méthode de sélection de fichier voulez-vous utiliser pour créer votre sauvegarde ?
Item1401=Sélection automatique
Item1402=Sélectionnez les catégories de fichiers à sauvegarder.
Item1403=Sélection utilisateur
Item1404=Sélectionnez manuellement les dossiers et les fichiers à sauvegarder.
Item1405=Avec la sélection automatique, vous choisissez les catégories de fichiers à sauvegarder. Par exemple, Images et Musique et autres fichiers audio. Le programme recherche ensuite sur l'ordinateur les fichiers appartenant à ces catégories (en fonction d'un ensemble prédéfini de types de fichiers généralement utilisés pour ces fichiers) et il en fait une copie de sauvegarde. Les fichiers sont compressés et doivent être restaurés à l'aide de l'option de restauration de fichiers pour être accessibles.
Item1406=Avec la sélection utilisateur, vous sélectionnez exactement les fichiers et dossiers à sauvegarder via une fenêtre de l'explorateur Windows. Vous avez deux options pour la sauvegarde : Compression et Sans compression
Item1407=Compression : les fichiers sont compressés et doivent être restaurés à l'aide de l'option de restauration de fichiers pour être accessibles.
Item1408=Sans compression : les fichiers et répertoires sont copiés individuellement sans être compressés. Les fichiers sont accessibles sans utiliser l'option de restauration de fichiers.
Item1409=Voulez-vous utiliser la compression ?
Item1410=Compression
Item1411=Sans compression
Item1412=Les fichiers sont compressés au format de fichier WIM et doivent être restaurés sur l'ordinateur à l'aide de l'option Restauration de fichiers pour être accessibles. Cette option réduit la taille de la sauvegarde et, lors d'une restauration des fichiers, tous les fichiers seront automatiquement copiés sur C:\ et rendus accessibles via un raccourci sur le Bureau.
Item1413=Les fichiers et répertoires sont copiés individuellement sans être compressés et sont accessibles directement à partir de l'unité de sauvegarde, sans qu'il soit nécessaire d'utiliser l'option Restauration de fichiers. Cette option ne réduit pas la taille de la sauvegarde et les fichiers et répertoires devront être à nouveau copiés manuellement (en faisant un copier-coller) sur l'ordinateur.
Item1414=Quels fichiers voulez-vous sauvegarder ?
Item1415=Parcourir les fichiers
Item1416=Taille de la sauvegarde :  00
Item1417=Nom
Item1418=Taille
Item1419=Sélection du support de sauvegarde
Item1420=Sélection du support : 00
Item1421=Vous aurez besoin de 00 disque(s) de ce type pour créer la sauvegarde.
Item1422=Pour continuer la sauvegarde avec le support sélectionné, cliquez sur Suivant.
Item1423=Pour choisir un autre type de support, cliquez sur Retour.
Item1424=Préparation des fichiers
Item1425=Création du disque
Item1426=Gravure du disque
Item1427=Vérification du disque
Item1428=Insérez le disque 00 00 sur 00.
Item1429=Fichiers sélectionnés
Item1430=Copier les fichiers
Item1431=Fichiers et répertoires sélectionnés copiés
Item1432=Recovery Manager a copié les fichiers
Item1433=Certains fichiers dépassent la capacité du disque de sauvegarde. Le processus de sauvegarde ne peut donc pas continuer.
Item1434=Passer en mode Compression
Item1435=Fichiers non sélectionnés dépassant 00
Item1436=Sélectionnez à nouveau le périphérique
Item1437=Liste des grands fichiers
Item1438=Insérez le disque 00.
Item1439=Aucun disque disposant de suffisamment d'espace libre n'est disponible pour la sauvegarde. Connectez un autre disque ou libérez de l'espace sur celui qui est actuellement connecté.
Item1440=Ce type de disque n'est pas pris en charge.
Item1441=Réduit la taille du fichier. Nécessite l'utilisation de l'option Restauration de fichiers.
Item1442=Ne réduit pas la taille du fichier et ne nécessite pas l'option Restauration de fichiers.
Item1443=Une sauvegarde ne peut être enregistrée que sur un support optique ou sur un disque dur externe. Si le périphérique ou le type de support souhaité n'est pas répertorié ci-dessous, vérifiez que le périphérique est connecté et sous tension ou que le type de support souhaité est inséré dans le périphérique optique pour poursuivre le processus de sauvegarde.
Item1444=Il s'agit du mauvais disque, ou il est peut-être corrompu. Veuillez insérer le disque 00.
Item1445=Une sauvegarde peut être uniquement enregistrée sur un disque dur externe ou une unité flash USB au format NTFS. Veuillez vous assurer que le périphérique souhaité est connecté et que le système de fichiers est NTFS avant de continuer  le processus de sauvegarde.
Item1446=Si 00 est sélectionné dans Sélection automatique ou Sélection de l'utilisateur, tous les fichiers seront sauvegardés en mode Sans compression et doivent être restaurés en copiant manuellement les données. L'option Restauration de fichiers ne peut être utilisée.
Item1447=Tous les fichiers sont sauvegardés dans le dossier 00.
Item1448=Les fichiers sont compressés au format de fichier WIM et doivent être restaurés sur l'ordinateur à l'aide de l'option Restauration de fichiers avant d'être accessibles. Cette option réduit la taille de la sauvegarde et tous les fichiers sont restaurés dans le dossier de destination que vous avez spécifié et sont accessibles en cliquant sur l'icône de raccourci située sur votre bureau.
Item1449=La compression n'est pas prise en charge lorsque les données de 00 sont sélectionnées.
Item1450=Les données de 00 ont été sauvegardées dans le dossier suivant, dans le répertoire racine du dossier de sauvegarde :
Item1451=Veuillez copiez la sauvegarde des données de 00 à partir du dossier de sauvegarde du support dans votre système une fois la restauration terminée.
Item1452=Les données de 00 peuvent uniquement être sauvegardées à l'aide de l'option Sans Compression.
Item1453=Veuillez sélectionnez OK pour sauvegarder à l'aide de l'option Sans compression ou sélectionner Annuler pour sauvegarder à nouveau les fichiers.

[Windows Recovery Environment]
Item1500=Sauvegarde et récupération HP ou contacter le support HP

[Windows System Refresh]
Item1600=Actualisez votre ordinateur sans affecter vos fichiers personnels

[AboutInfo]
Item1700=Informations
Item1701=Version
Item1702=Support de récupération
Item1703=Système
Item1704=Numéro de produit
Item1705=Numéro de série
Item1706=Partition de récupération HP
Item1707=Oui
Item1708=Non
Item1709=À propos de